import type { FC } from 'react';

import styles from '../styles/design-annotation.module.scss';

export const DesignAnnotation: FC = () => {
	return (
		<div className={styles.container}>
			<h2 className={styles.title}>Аннотация</h2>
			<p className={styles.text}>
				Программа бакалавриата «Устойчивое развитие в транспортной отрасли» в
				Российском университете транспорта (МИИТ) направлена на подготовку
				высококвалифицированных специалистов, способных решать комплексные
				задачи в области экологической, энергетической и социальной
				ответственности компаний. Учитывая актуальные тенденции в мировой
				транспортной индустрии, где особое внимание уделяется снижению
				негативного воздействия на окружающую среду и эффективному использованию
				ресурсов, данная программа предоставляет студентам уникальные знания и
				навыки, необходимые для работы в ведущих транспортных компаниях, таких
				как РЖД, Аэрофлот, Совкомфлот и другие.
			</p>
			<h4 className={styles.subtitle}>Ключевые особенности программы</h4>
			<p className={styles.text}>
				Программа обучения сочетает в себе теоретические знания и практические
				навыки, которые помогут студентам стать профессионалами в области
				устойчивого развития. Основное внимание уделяется таким важным аспектам,
				как разработка и внедрение экологических и энергетических стратегий,
				управление программами корпоративной социальной ответственности (КСО),
				подготовка отчётности по устойчивому развитию, а также сертификация
				систем экологического менеджмента (СЭМ). Выпускники программы будут
				владеть современными методами анализа данных, стратегического
				планирования и внедрения инициатив, направленных на повышение
				устойчивости компаний.
			</p>
			<p className={styles.text}>
				Обучение построено по модульной системе, что позволяет студентам
				поэтапно осваивать ключевые дисциплины. В первые семестры студенты
				получают базовые знания, которые необходимы для дальнейшего освоения
				профессиональных дисциплин. Эти знания включают основы техносферной
				безопасности, химической безопасности, а также вопросы культуры
				безопасности и экологической эффективности предприятий.
			</p>
			<h4 className={styles.subtitle}>Что вы будете уметь?</h4>
			<p className={styles.text}>
				В процессе обучения студенты изучают следующие направления:
			</p>
			<p className={styles.text}>
				1) Экология и устойчивое развитие: Вы научитесь разрабатывать
				экологические стратегии для транспортных компаний, оценивать их
				эффективность, внедрять экологические инициативы и управлять процессами
				изменений. Вам предстоит изучить современные методики снижения
				негативного воздействия на окружающую среду, а также разработки
				проектов, направленных на улучшение экологической обстановки в регионах,
				где работают транспортные компании.
			</p>
			<p className={styles.text}>
				2) Энергетика и энергосбережение: Программа включает изучение стратегий
				повышения энергоэффективности и внедрения энергосберегающих технологий в
				транспортной отрасли. Студенты научатся проводить анализ
				энергопотребления и разрабатывать энергетические стратегии, которые
				позволят компаниям снизить затраты и минимизировать воздействие на
				окружающую среду.
			</p>
			<p className={styles.text}>
				3) Социальная ответственность бизнеса (КСО): Программа уделяет внимание
				вопросам корпоративной социальной ответственности, в том числе
				планированию и реализации социальных проектов, направленных на улучшение
				условий труда, соблюдение прав человека и взаимодействие с местными
				сообществами. Студенты будут уметь разрабатывать программы КСО,
				проводить их мониторинг и оценку, а также готовить отчёты для
				руководства и заинтересованных сторон.
			</p>
			<p className={styles.text}>
				4) Отчётность и сертификация: Одной из важных компетенций, которые
				получают студенты, является умение подготавливать отчётность по
				устойчивому развитию, соответствующую международным стандартам (ESG, GRI
				и другим). Выпускники смогут проводить внутренний аудит отчётности,
				готовить документы для публичного раскрытия данных и взаимодействовать с
				внешними аудиторами при подготовке к сертификации компании.
			</p>
			<h4 className={styles.subtitle}>
				Практическая подготовка и карьерные перспективы
			</h4>
			<p className={styles.text}>
				Программа ориентирована на практическую подготовку студентов. В ходе
				обучения они выполняют проекты, которые имитируют реальную работу в
				крупных транспортных компаниях. Студенты учатся разрабатывать стратегии
				и политики в области устойчивого развития, проводить мониторинг и оценку
				их эффективности, а также адаптировать их в зависимости от изменяющихся
				условий. Практическая направленность программы помогает выпускникам быть
				готовыми к решению сложных задач в реальных условиях работы.
			</p>
			<p className={styles.text}>
				Учитывая возросшие требования к вопросам устойчивого развития и
				корпоративной ответственности, выпускники программы могут рассчитывать
				на востребованность на рынке труда. Транспортные компании активно
				внедряют экологические и социальные стратегии, и специалисты, способные
				разрабатывать и реализовывать такие инициативы, крайне востребованы.
				Выпускники программы смогут занимать должности экологов, аналитиков по
				устойчивому развитию, специалистов по корпоративной социальной
				ответственности и энергетическому менеджменту.
			</p>
			<h4 className={styles.subtitle}>Кому подходит эта программа?</h4>
			<p className={styles.text}>
				Программа будет интересна абитуриентам, которые стремятся работать в
				транспортной отрасли и хотят внести вклад в развитие экологически
				устойчивых и социально ответственных компаний. Она подойдёт как тем, кто
				интересуется вопросами экологии и охраны окружающей среды, так и тем,
				кто видит себя в управлении крупными корпоративными проектами,
				связанными с устойчивым развитием.
			</p>
			<p className={styles.text}>
				Обучение по этой программе обеспечит студентов не только знаниями, но и
				практическими навыками, которые помогут им успешно начать карьеру в
				одном из самых динамичных и перспективных направлений в современной
				экономике.
			</p>
			<h4 className={styles.subtitle}>Итог</h4>
			<p className={styles.text}>
				Бакалавриат по устойчивому развитию в транспортной отрасли — это ваш шаг
				к карьерному успеху в одной из ведущих и быстро развивающихся отраслей
				российской экономики. Выпускники программы будут востребованы как в
				крупных транспортных компаниях, так и в международных организациях, где
				вопросы устойчивого развития становятся ключевыми для стратегического
				планирования и управления. Программа предлагает уникальное сочетание
				теоретических знаний, практических навыков и опыта работы с реальными
				проектами, что делает её идеальной для амбициозных студентов, нацеленных
				на успех.
			</p>
		</div>
	);
};
