import team1 from '../../../../../shared/images/team/team1.jpg';
import team2 from '../../../../../shared/images/team/team2.jpg';
import team3 from '../../../../../shared/images/team/team3.jpg';
import team4 from '../../../../../shared/images/team/team4.jpg';
import team5 from '../../../../../shared/images/team/team5.jpg';
import team6 from '../../../../../shared/images/team/team6.jpg';

export const team = [
	{
		id: 1,
		name: 'Сухов Филипп Игоревич',
		job: 'Доцент кафедры «Химия и инженерная экология»',
		tag: 'Внутренний эксперт',
		img: team1,
	},
	{
		id: 2,
		name: 'Чамова Юлия Александровна',
		job: 'Начальник отдела Центра новых компетенций АО «ВНИИЖТ»',
		tag: 'Внешний эксперт',
		img: team2,
	},
	{
		id: 3,
		name: 'Батов Семен Тимофеевич',
		job: 'Начальник отдела охраны труда, промбезопасности и экологии Департамента по ядерной, радиационной, промышленной безопасности и экологии АО «ТВЭЛ»',
		tag: 'Внешний эксперт',
		img: team3,
	},
	{
		id: 4,
		name: 'Борщ Виталий Викторович',
		job: 'Директор Научно-образовательного центра «Новые транспортные технологии»',
		tag: 'Методист',
		img: team4,
	},
	{
		id: 5,
		name: 'Головина Ольга Владимировна',
		job: 'Доцент кафедры «Высшая математика и естественные науки»',
		tag: 'Методист',
		img: team5,
	},
	{
		id: 6,
		name: 'Андриянова Наталья Александровна',
		job: 'Доцент кафедры «Управление транспортным бизнесом и интеллектуальные системы»',
		tag: 'Внутренний эксперт',
		img: team6,
	},
];
